Repository: fauxtix/DaisyPets
Catalog: DaisyPets.Web.Blazor/Resources/App.*.resx
Languages: es, fr

# MSG_Idade
source: Age
es: Edad
fr: Âge

# MSG_IMC
source: BMI
es: IMC
fr: IMC

# MSG_MedicoAssistente
source: Assistant doctor
es: Medico assistente
fr: Médecin assistant

# MSG_Peso
source: Weight
es: Peso
fr: Poids

# MSG_Profissao
source: Occupation
es: Profesión
fr: Profession

# MSG_Sistolica
source: Sistolic
es: Sistólica
fr: Systolique

# MSG_Opcoes
source: Options
es: Opciones

# MSG_Doente
source: Patient
es: Paciente

# MSG_CriadoEm
source: Created in
es: Creado en
fr: Créé en

# MSG_Diagnostico
source: Diagnosis
es: Diagnóstico
fr: Diagnostic

# MSG_DocumentosIndexados
source: Indexed Documents
es: Documentos Indexados
fr: Documents indexés

# MSG_Duplicar
source: Duplicate
es: Duplicar
fr: Dupliquer

# MSG_Exame
source: Exam
es: Examen
fr: Examen

# MSG_Ficheiro
source: File
es: Archivo
fr: Fichier

# MSG_ExamesMedicosTitulo
source: Medical Exams
es: Exámenes médicos
fr: Examens médicaux

# MSG_GuiasReferenciasTitulo
source: Referrals
es: Solicitudes de referencia
fr: Demandes de référence

# MSG_GuiasTratamentoTitulo
source: Treatment Guides
es: Guías de tratamiento
fr: Guides de traitement

# MSG_GuiasTratamento_Listar
source: List Patient Guides
es: Lista de Guias para los enfermos
fr: Liste des guides pour ce patient

# MSG_Tipo
source: Type
es: Tipo

# MSG_TipoDocumento
source: Document type
es: Tipo Documento
fr: Type de document

# MSG_ReferenciasTitulo
source: Referral requests
es: Solicitudes de referencia
fr: Demandes de références

# TituloAcordos
source: Health Agreements
es: Acuerdos de Salud
fr: Accords de Santé

# MSG_AbreAplicaModelo
source: Open and apply Template
es: Abrir y aplicar Plantilla
fr: Ouvrir et appliquer le modèle

# MSG_ConfirmarOperacao
source: Confirm operation?
es: ¿Confirmar operación?
fr: Confirmer l'opération?

# MSG_EscolherAcordo
source: Choose Agreement
es: Elija Acuerdo
fr: Choisissez l'accord

# MSG_GuardarModelo
source: Save as model
es: Guardar modelo
fr: Enregistrer le modèle

# MSG_PercentagemRecebidaClinica
source: Percentage received from the clinic
es: Porcentaje recibido de la clínica
fr: Pourcentage reçu de la clinique

# TituloEspecial
source: Special
es: Especial
fr: Spécial

# EscolherEspecialidade
source: Choose Specialty
es: Elige Especialidad
fr: Choisissez la spécialité

# MSG_MedicoDelete
source: Delete Doctor
es: Eliminar médico
fr: Supprimer le médecin

# TituloAlmoco
source: Lunch break
es: Pausa para almorzar
fr: Pause déjeuner

# TituloAusente
source: Absent
es: Ausente

# TituloBloquearDesbloquearPeriodo
source: Block/Unblock period
es: Bloqueo y desbloqueo de período
fr: bloquer/Debloquer període

# TituloFeriado
source: Holiday
es: Feriado
fr: Fête

# TituloMostraMarcacoes
source: Get Appointments
es: Obtener citas
fr: Obtenir des rendez-vous

# TituloNovaMarcacao
source: New appointment
es: Nueva cita
fr: Nouveau rendez-vous

# MSG_EscolherDoente
source: Choose patient
es: Elegir paciente
fr: Choisir un patient

# MSG_PrimeiraConta
source: First appointment?
es: Es la primera cita?
fr: Premier rendez-vous?

# TituloEstado
source: Status
es: Estado
fr: Etat

# TituloIniciativa
source: Initiative
es: Iniciativa

# MSG_EscolherMedico
source: Choose Doctor
es: Elegir medico
fr: Choisir un médecin

# TituloHorario
source: Time
es: Hora
fr: Horaire

# TituloPeriodo
source: Period
es: Periodo
fr: Période

# menu-admin-clinic-data
source: Clinic Data
es: Datos de la clínica
fr: Données de la clinique

# MSG_Appt_Validation_Doctor
source: Doctor
es: Médico
fr: Docteur

# MSG_Appt_Validation_EndTime
source: Invalid end time
es: Fecha/hora inválida o incompleta
fr: Date de fin invalide

# MSG_Appt_Validation_Initiative
source: Appointment Initiative
es: Iniciativa de consulta
fr: Initiative de consultation

# MSG_Appt_Validation_LunchTime
source: Lunch break appointment...
es: Cita a la hora del almuerzo...
fr: Rendez-vous à l'heure du déjeuner

# MSG_Appt_Validation_PatientName
source: Patient Name
es: Nombre del paciente
fr: Nom du patient

# MSG_Appt_Validation_Reason
source: Appointment Reason
es: Motivo de consulta
fr: Raison de la consultation

# MSG_Appt_Validation_Remarks
source: Reminder/Note
es: Nota
fr: Note

# MSG_Appt_Validation_StartTime
source: Start Date should be in the future
es: La fecha de inicio debe ser en el futuro
fr: La date de début doit être dans le futur

# MSG_Appt_Validation_StartTimeInvalid
source: Date time invalid or empty
es: Data/Horário inválidos ou não preenchidos
fr: Date/heure invalide ou incomplète

# MSG_Appt_Validation_Status
source: Appointment state
es: Estado de la consulta
fr: Raison de la consultation

# MSG_AbsenceDeleteCaptionError
source: Delete doctor absence
es: Borrar ausencia
fr: Supprimer absence

# MSG_Absence_Free
source: Free
es: Libre
fr: Libre

# MSG_Absence_OneDay
source: 1 day
es: 1 día
fr: 1 jour

# MSG_Absence_OneMonth
source: 1 month
es: 1 mes
fr: 1 mois

# MSG_Absence_OneWeek
source: 1 week
es: 1 semana
fr: 1 semaine

# MSG_AgreementDeleteCaptionError
source: Delete doctor agreement
es: Borrar acuerdo del medico
fr: effacer l'accord du médecin

# MSG_E
source: and
es: y
fr: et

# MSG_Entre
source: Between
es: Entre
fr: Entre

# TituloAusencia
source: Absence
es: Ausencia

# MSG_AgreementsDeleteError
source: There are doctors with this agreement
es: Hay medicos con este convenio
fr: Il y a des médecins avec cet accord

# MSG_Consulta
source: Consultation
es: Consulta

# lblExportar
source: Export
es: Exportar
fr: Exportation

# lblApelido
source: Surname
es: Apellido
fr: Nom de famille

# lblEscolhaRole
source: Choose Role
es: Elegir rol
fr: Choisir le rôle

# lblPatologias
source: Pathologies
es: Patologias

# lblManutencao
source: Maintenance
es: Mantenimiento

# Site_Menu_Contactos
source: Contacts
es: Contactos

# Site_Menu_Inicio
source: Home
es: Inicio
fr: Accueil

# Site_Menu_Login
source: Login
es: Acceso (Login)
fr: Accès (Login)

# Site_Menu_MarcacaoConsulta
source: Appointment booking
es: Reserva de citas médicas
fr: Consultation sur rendez-vous

# Site_Menu_QuadroMedico
source: Medical staff
es: Junta medica
fr: Conseil médical

# Site_Menu_QuadroMedico_Descricao
source: Medical staff and clinic Specialties
es: Cuadro médico y Especialidades
fr: Personnel médical et spécialités

# Site_Menu_QuemSomos
source: About Us
es: Quienes somos
fr: Qui nous sommes

# Site_Menu_QuemSomos_Descricao
source: About this clinic
es: Sobre esta clínica
fr: À propos de cette clinique

# MSG_Appt_DeleteCaption
source: Delete appointment
es: Borrar cita medica
fr: Supprimer rendez-vous

# MSG_Staff_DeleteCaption
source: Delete staff member
es: Borrar miembro del personal
fr: Supprimer un membre du personnel

# MSG_IndexedDoc_DeleteCaption
source: Delete indexed document
es: Borrar documento indexado
fr: supprimer le document indexé

# TituloAnalisesClinicas
source: Tests
es: Análisis de laboratorio
fr: Analyses de laboratoire

# TituloAtestado
source: Certtificate
es: Certificado
fr: Certificat

# TituloData
source: Date
es: Data

# TituloDtNascimento
source: Date of Birth
es: Fecha de nacimiento
fr: Date de naissance

# TituloEncaminhamento
source: Referral
es: Remisión médica
fr: Référence médicale

# TituloEnviarEmail
source: Send document by email to the patient
es: Enviar correo electrónico al paciente
fr: Envoyer un e-mail au patient

# TituloImagem
source: Image
es: Imagen

# TituloIndexacaoDocumentos
source: Document indexing
es: Indexación de documentos
fr: Indexation de documents

# TituloIndexarDocumento
source: Send email to the patient
es: Indexar el documento
fr: Indexer le document

# TituloListarExamesMedicos
source: List of Medical Exams
es: Lista de Exámenes Médicos
fr: Liste des examens médicaux

# TituloListarGuiasTratamento
source: List of Treatment Guides
es: Lista de guías de tratamiento
fr: Liste des guides de traitement

# TituloListarRegistosClínicos
source: List of Clinical Records
es: Lista de Registros Clínicos
fr: Liste des dossiers cliniques

# TituloMedicamentoConsultado
source: Researched drug
es: Medicamento consultado
fr: Médicament consulté

# TituloReferenciacao
source: Reason for medical referral
es: Motivo de la derivación médica
fr: Raison de la référence médicale

# TituloEstadoGeralConsulta
source: General Status / Disease Evolution
es: Estado General / Evolución de la Enfermedad
fr: État général / Évolution de la maladie

# TituloListaProblemasConsulta
source: List of Problems / Clinical Findings
es: Lista de problemas/hallazgos clínicos
fr: Liste des problèmes/résultats cliniques

# TituloMotivoConsulta
source: Reason for this consultation
es: Motivo de esta consulta
fr: Raison de ce rendez-vous

# TituloDadosBiometricos
source: Biometric Data
es: Información biométrica
fr: Données biométriques

# TituloBMI
source: BMI
es: IMC
fr: IMC

# TituloPulsacao
source: Pulse
es: Pulsación
fr: Pulsation

# TituloRespiracao
source: Breathing
es: Respiración
fr: Respiration

# TituloResultado
source: Result
es: Resultado
fr: Résultat

# TituloTemperatura
source: Temperature
es: Temperatura
fr: Température

# MSG_CorpulenciaDadosEmFalta
source: To calculate BMI, provide Weight and Height...
es: Para calcular el IMC, proporcione Peso y Altura...
fr: Pour calculer l'IMC, indiquez le poids et la taille...

# MSG_CorpulenciaDesnutricao
source: Malnutrition
es: Desnutrición

# MSG_CorpulenciaExcessoPeso
source: Overweight
es: Sobrepeso
fr: En surpoids

# MSG_CorpulenciaMagreza
source: Thinness
es: Delgadez
fr: Minceur

# MSG_CorpulenciaNormal
source: Normal corpulence
es: Corpulencia normal
fr: Corpulence normale

# MSG_CorpulenciaObesidadeModerada
source: Moderate obesity
es: Obesidad moderada
fr: Obésité modérée

# MSG_CorpulenciaObesidadeMorbidaExcessiva
source: Morbid or massive obesity
es: Obesidad mórbida o masiva
fr: Obésité morbide ou massive

# MSG_CorpulenciaObesidadeSevera
source: Severe obesity
es: Obesidad severa
fr: Obésité sévère

# MSG_DadosNaoNumericos
source: Values ​​must be numeric
es: Los valores deben ser numéricos
fr: Les valeurs doivent être numériques

# MSG_Diabetes_PodeRequererVigilancia
source: May require medical surveillance
es: Puede requerir vigilancia médica
fr: Peut nécessiter une surveillance médicale

# MSG_Diabetes_RequerVigilancia
source: Requires medical surveillance
es: Requiere vigilancia médica
fr: Nécessite une surveillance médicale

# MSG_Diabetes_ValorNormal
source: Normal value
es: Valor normal
fr: Valeur normale

# MSG_TA_DiastolicaInvalida
source: 'Maximum' value may be invalid...
es: El valor 'Máximo' puede no ser válido...
fr: La valeur 'Maximum' peut être invalide...

# MSG_TA_FormatoInvalido
source: Invalid format (V1-V2, V1 V2, V1,V2)
es: Formato no válido (V1-V2, V1 V2, V1,V2)
fr: Format invalide (V1-V2, V1 V2, V1,V2)

# MSG_TA_Grau1
source: Grade 1 hypertension
es: Hipertensión de grado 1
fr: Hypertension de grade 1

# MSG_TA_Grau2
source: Grade 2 hypertension
es: Hipertensión de grado 2
fr: Hypertension de grade 2

# MSG_TA_Grau3
source: Grade 3 hypertension
es: Hipertensión de grado 3
fr: Hypertension de grade 3

# MSG_TA_SistolicaAlto
source: Value of 'minimum' too high...
es: Valor de 'mínimo' demasiado alto...
fr: Valeur de 'minimum' trop élevée...

# MSG_TA_SistolicaBaixo
source: Value of 'minimum' too low...
es: Valor de 'mínimo' demasiado bajo...
fr: Valeur de 'minimum' trop faible...

# MSG_TA_SistolicaInvalida
source: Value of 'minimum' may be invalid...
es: El valor de 'mínimo' puede no ser válido...
fr: La valeur de 'minimum' n'est peut-être pas valide...

# MSG_TA_SistolicaIsolada
source: Isolated systolic hypertension
es: Hipertensión sistólica aislada
fr: Hypertension systolique isolée

# MSG_TA_SistolicaNormalAlta
source: Normal High
es: Normal Alto
fr: Normale élevée

# MSG_TA_ValoresInvalidos
source: Values ​​don't seem to be correct (diff. < 15)
es: Los valores no parecen ser correctos (dif. < 15)
fr: Les valeurs ne semblent pas correctes (diff. < 15)

# MSG_TA_ValoresOtimos
source: Optimal values
es: Valores óptimos
fr: Valeurs optimales

# TituloIMC
source: BMI
es: IMC
fr: IMC

# MSG_EscolherTipoDocumento
source: Choose document type
es: Elija el tipo de documento
fr: Choisissez le type de document

# TituloDocumento
source: Document
es: Documento

# TituloGrupo
source: Group
es: Grupo
fr: Groupe

# TituloServicosPrestados
source: Services provided
es: Servicios prestados
fr: Services fournis

# MSG_HistoriaAtualDoenca
source: Current history of illness
es: Historial actual de enfermedad
fr: Histoire actuelle de la maladie

# MSG_Medicacao
source: Last medication
es: Ultimos medicamentos
fr: Derniers médicaments

# MSG_MotivoReferenciacao
source: Reason for this referral
es: Motivo de esta referencia
fr: Raison de ce référencement

# MSG_UltimosExames
source: Latest exams
es: Ultimos exámenes
fr: Derniers examens

# TituloUnidade
source: Medical Unit
es: Unidad medica
fr: Unité médicale

# TituloGerarGT
source: Generate Treatment Guide (Pdf)
es: Generar Guía de Tratamiento (Pdf)
fr: Générer un guide de traitement (Pdf)

# TituloBeneficiario
source: Beneficiary Number
es: Beneficiario
fr: Bénéficiaire

# TituloDocumentacao
source: Documentation
es: Documentación

# TituloEmergencia
source: Emergency
es: Emergencia
fr: Urgence

# TituloFeminino
source: Female
es: Hembra
fr: Femelle

# TituloMasculino
source: Male
es: Macho
fr: Mâle

# TituloMedicoAssistente
source: Assistant Physician
es: Medico Assistente
fr: Médecin adjoint

# TituloNaturalidade
source: Birthplace
es: Naturalidad
fr: Naturel de

# TituloParticular
source: No agreement
es: Sin acuerdo
fr: Pas d'accord

# TituloUtente
source: Patient Card
es: Tarjeta de usuario
fr: Carte d'utilisateur

# TituloValidade
source: Expiration date
es: Caducidad
fr: Validité

# TituloDespesas
source: Expenses
es: Gastos
fr: Dépenses

# TituloMetodoPagamento
source: Payment method
es: Método de pago
fr: Mode de paiement

# TituloCategoria
source: Category
es: Categoría
fr: Catégorie

# TituloSubCategoria
source: Category type
es: Subcategoría
fr: Sous-catégorie

# TituloValor
source: Amount
es: Valor
fr: Montant

# TituloSubCategorias
source: Subcategories
es: Subcategorías
fr: Sous-catégories

# MSG_ApiError
source: API error. Please contact the Administrator.
es: Error de API. Póngase en contacto con el administrador.
fr: Erreur API. Contactez l'administrateur.

# TituloAlergias
source: Allergies
es: Alergias

# TituloAtipica
source: Atypical
es: Atípico
fr: Atypique

# TituloAtividadeSexual
source: Sexual activity
es: Atividad sexual
fr: Activité sexuelle

# TituloDietaExercicios
source: Diet and exercise
es: Dieta e exercícios
fr: Régime et exercice

# TituloDislipidemia
source: Dyslipidemia
es: Dislipidemia
fr: Dyslipidémie

# TituloEndocrina
source: Endocrine
es: Endócrina

# TituloEtilismo
source: Alcoholism
es: Etilismo
fr: Alcoolisme

# TituloHipertensao
source: Hypertension
es: Hipertensão

# TituloHistoriaClinicaPatologia
source: Clinical and Pathological History
es: Historia Clínica y Patológica
fr: Antécédents cliniques et pathologiques

# TituloHistoriaOcupacional
source: Occupational History
es: História Ocupacional
fr: Antécédents professionnels

# TituloInfecciosa
source: Infectious
es: Infecciosa
fr: Infectieux

# TituloInteressesPessoais
source: Personal interests
es: Interesses pessoais
fr: Intérêts personnels

# TituloMedicamento
source: Medication
es: Medicamento
fr: Medicamento

# TituloNivelEducacional
source: Educational level
es: Nível Educacional
fr: Niveau d'éducation

# TituloObesidade
source: Obesity
es: Obesidade
fr: Obésité

# TituloPequenoAlmoco
source: Breakfast
es: P. Almoço
fr: P. déjeuner

# TituloPrimeiraConsulta
source: First appointment?
es: 1ª Consulta?
fr: 1ère consultation ?

# TituloQueixaPrincipal
source: Chief Complaint
es: Queja principal
fr: Plainte principale

# TituloReferenciacoes
source: Referrals
es: Referencias
fr: Références

# TituloSemConsultaHa
source: Without consultation
es: Sem consulta há
fr: Pas de consultation il y a

# TituloTabagismo
source: Smoking
es: Tabagismo
fr: Fumeur

# TituloTipoSangue
source: Blood Type
es: Tipo de Sangue
fr: Groupe sanguin

# TituloUltimaConsulta
source: Last appt.
es: Última consulta
fr: Dernier rendez-vous

# TituloUltimoGuiaTratamento
source: Latest Treatment Guide
es: Último Guia de Tratamento
fr: Dernier guide de traitement

# TituloUsoDrogas
source: Use of drugs
es: Uso de drogas
fr: Usage de drogues

# TituloVacinacao
source: Vaccination
es: Vacinação

# MSG_PrimeiraConsulta
source: First visit
es: Primera cita
fr: Premier rendez-vous

# TituloDeitar
source: Bedtime
es: Acostarse
fr: Coucher

# TituloEstruturaSuporteFamiliar
source: Family Structure and Support
es: Estructura y apoyo familiar
fr: Structure et soutien familiale

# TituloGTAlmoco
source: Lunch
es: Almuerzo
fr: Déjeuner

# TituloJantar
source: Dinner
es: Cena
fr: Dîner

# TituloPerfilSocialFisiologico
source: Social and Physiological Profile
es: Perfil social y fisiológico
fr: Profil social et physiologique

# TituloTensaoArterial
source: Blood Pressure
es: Tensión Arterial
fr: Pression Artérielle

# TituloDespesasCategoriaComMaisGastos
source: Category with the most spend
es: Categoría con más gasto
fr: Catégorie avec le plus de dépenses

# TituloDespesasEstaSemana
source: This week
es: Esta semana
fr: Cette semaine

# TituloDespesasEsteAno
source: This year
es: Este año
fr: Cette année

# TituloDespesasEsteMes
source: This month
es: Este mes
fr: Ce mois-ci

# TituloDespesasHoje
source: Today
es: Este Dia
fr: Aujourd'hui

# TituloDespesasPorCategoria
source: Expenses by Categorie
es: Gastos por Categoría
fr: Dépenses par catégorie

# TituloDespesasPorMes
source: Expenses by Month
es: Gastos por Mes
fr: Dépenses par mois

# TituloDespesasSegundaCategoriaComMaisGastos
source: 2nd Category with the most expenses
es: 2da Categoría con más gastos
fr: 2ème catégorie avec le plus de dépenses

# TituloPainelDespesas
source: Expenses dashboard
es: Tablero de gastos
fr: Tableau de bord des dépenses

# TituloTotalDespesas
source: Total expenses
es: Gastos totales
fr: Dépenses totales

# TituloDespesasNumeroDocumento
source: Document number
es: Número del documento
fr: Numéro de document

# TituloDespesasTodasDespesas
source: All the expenses
es: Toutes les dépenses
fr: Toutes les dépenses

# TituloTarefa
source: Task
es: Tarea
fr: Tâche

# TituloOperacaoOk
source: Process ended successfully
es: El proceso finalizó con éxito
fr: Le processus s'est terminé avec succès

# TituloMarcacoesAgenda
source: Schedule appointments
es: Citas médicas en el diario
fr: Rendez-vous dans l'agenda

# TituloMovimentoDiario
source: Daily movement
es: Movimiento diario
fr: Mouvement quotidien

# TituloTotais
source: Totals
es: Totales
fr: Totaux

# TituloTotaisAtestados
source: Certificates
es: Certificados
fr: Certificats

# TituloTotaisNovasFichas
source: New Patient records
es: Fichas nuevas
fr: Nouveaux dossiers

# TituloTotalDoentes
source: Patients
es: Pacientes

# TituloTotalRegistosClinicos
source: Clinical Records
es: Historias clínicas
fr: Dossiers cliniques

# TituloTotaisAcordosAtivos
source: Agreements (A)
es: Acuerdos (A)
fr: Accords (A)

# TituloTotaisAcordosNaoAtivos
source: Agreements (NA)
es: Acuerdos (NA)
fr: Accords (NA)

# TituloTotaisComAcordo
source: With agreement
es: Con acuerdo
fr: Avec accord

# TituloTotaisEspecialidadesAtivas
source: Specialties (A)
es: Especialidades (A)
fr: Spécialités (A)

# TituloTotaisEspecialidadesNaoAtivas
source: Specialties (NA)
es: Especialidades (NA)
fr: Spécialités (NA)

# TituloTotaisEstatisticas
source: Statistics
es: Estadísticas
fr: Statistiques

# TituloTotaisMedicosAtivos
source: Doctors (A)
es: Medicos (A)
fr: Médecins (A)

# TituloTotaisMedicosNaoAtivos
source: Doctors (NA)
es: Medicos (NA)
fr: médecins (NA)

# TituloTotaisSemAcordo
source: No agreement
es: Sin acuerdo
fr: Sans accord

# TituloPendentes
source: Pending
es: Pendientes
fr: En attente

# TituloAplicarModelo
source: Apply saved model
es: Aplicar modelo guardado
fr: Appliquer le modèle enregistré

# TituloCriacaoAcordosMedicos
source: Creation of Doctors' Agreements
es: Creación de Convenios Médicos
fr: Création des Conventions Médecins

# TituloGuardarComoModelo
source: Save entries as Template
es: Guardar entradas como plantilla
fr: Enregistrer les entrées en tant que modèle

# TituloMedicosPlanoConsultas
source: Doctors and Consultation Plans
es: Médicos y Planes de Consulta
fr: Médecins et plans de consultation

# TituloMedicoComDoentes
source: Doctor with assigned patients!
es: Doctor con pacientes asignados!
fr: Médecin avec des patients assignés !

# TituloMedicoPassouNaoAtivo
source: Doctor changed to 'Not Active
es: Médico cambiado a 'No activo
fr: Médecin changé en 'Non actif

# TituloInativacaoMedico
source: Doctor inactivation
es: Inativação de Médico
fr: Inativação de Médico

# TituloMarcacoesPendentes
source: Pending appointments
es: Citas pendientes
fr: Rendez-vous en attente

# TituloProfissoes
source: Professions
es: Profesiones
fr: Les professions

# TituloTipoConsulta
source: Type of medical consultation
es: Tipo de cita médica
fr: Type de rendez-vous

# TituloTotaisMedicosEspecialidadesAcordos
source: Doctors, Specialties and Agreements
es: Doctores, Especialidades y Convenios
fr: Médecins, Spécialités et Conventions

# TituloSexo
source: Gender
es: Género
fr: Genre

# TituloApagarFichaSemPermissao
source: Could not perform operation. User is not the patient's doctor
es: No se puede realizar la operación. El usuario no es el médico del paciente
fr: Impossible d'effectuer l'opération. L'utilisateur n'est pas le médecin du patient

# TituloAtosMedicos
source: Clinic Services
es: Servicios de la Clínica
fr: Services de la Clinique

# TituloAtoMedico
source: Medical Act
es: Acto Médico
fr: Acte médical

# TituloClinicaRecebe
source: Clinic Receives (%)
es: Clínica recibe (%)
fr: La clinique reçoit (%)

# TituloCoPagamento
source: Co-Payment
es: CoPago
fr: Co-paiement

# TituloQuantidadeAbr
source: Qty
es: Ctd
fr: Qté

# TituloRecebeDoAcordo
source: Receive from the Agreement
es: Recibe del Acuerdo
fr: Reçoit de l'accord

# TituloReembolso
source: Reimbursement
es: Reembolso
fr: Remboursement

# TituloSelecao
source: Select
es: Seleccione
fr: Sélectionner

# TituloValorAPagar
source: Amount payable
es: Valor a pagar
fr: Montant payable

# TituloValorPago
source: Paid
es: Valor Pago
fr: Montant payé

# TituloPagamentoAtosMedicos
source: Payment of Medical Acts
es: Pago de Actos Médicos
fr: Paiement des actes médicaux

# TituloFaturar
source: Payment
es: Pago
fr: Paiement

# TituloHeaderPagamentos
source: Pay for consultation and/or medical acts
es: Facturar citas médicas y/o actos
fr: Facturer les rendez-vous et/ou actes médicaux

# MSG_DadosEmFaltaOuInvalidos
source: Missing or invalid data
es: Datos faltantes o inválidos
fr: Données manquantes ou invalides

# MSG_HoraMarcacaoInvalida
source: Invalid appointment time.
es: Hora de cita inválida.
fr: Heure de rendez-vous invalide.

# MSG_MarcacaoPassado
source: Bookmarking in the past!
es: Reserva de citas en el pasado!
fr: Prise de rendez-vous dans le passé!

# MSG_MedicoAusente
source: Doctor is absent
es: Doctor ausente
fr: Médecin absent

# MSG_MedicoNaoDaConsultasNessaData
source: Doctor does not give appointments that day.
es: El doctor no da citas ese día.
fr: Le médecin ne donne pas de rendez-vous ce jour-là.

# TituloMarcada
source: Scheduled
es: Programada
fr: Programmé

# MSG_AgreementInsertCaptionError
source: Include agreement for the doctor
es: Incluir acuerdo para el médico
fr: Inclure l'accord du médecin

# MSG_AgreementUpdateCaptionError
source: Change existing doctor agreement
es: Cambiar el acuerdo médico existente
fr: Modifier l'accord médical existant

# MSG_Acordos_Medico
source: Doctors' agreements
es: Acuerdos de doctores
fr: Conventions des médecins
