Repository: fauxtix/DaisyPets
Catalog: DaisyPets.Web.Blazor/Resources/App.*.resx
Languages: es, fr

# btnCancelar
source: Cancel
es: Cancelar
fr: Annuler

# btnCopiar_error
source: Copy
es: Copiar
fr: Copier

# btnExcluir
source: Delete
es: Borrar
fr: Effacer

# btnFechar
source: Close
es: Cerrar
fr: Férmer

# btnHelp
source: Help
es: Ayuda
fr: Aide

# btnListar
source: Report
es: Listado
fr: Lister

# btnLocalizar
source: Search
es: Localizar
fr: Rechercher

# btnNovo
source: New
es: Nuevo
fr: Nouveau

# btnSair_error
source: Close
es: Cerrar
fr: Férmer

# btnSalvar
source: Save
es: Registrar
fr: Sauver

# btnSendEmail
source: Report a problem
es: Informe de Problema
fr: Rapporter un problème

# frmAutores
source: Authors
es: Autores
fr: Auteurs

# frmCategorias
source: Categories
es: Categorias

# frmLivros
source: Publications
es: Libros

# frmUsers
source: Users
es: Usuários
fr: Utilisateurs

# lblCodigo
source: Code
es: Código

# lblExplanation
source: Uncontrolled exception was found by the program. You copy the detail and report the problem by e.mail.
es: Se produjo una excepción controlada por el programa encontrado. Puede copiar el detalle o informar del problema a través de correo electrónico.
fr: Une exception non gérée contrôlée par le programme trouvé.Vous pouvez copier le détail ou signaler le problème par eMaill.

# lblMessage
source: What happened?
es: ¿Qué sucedió?
fr: Qu'est-il arrivé?

# lblNascAutor
source: Birth date
es: Fecha de nacimiento
fr: Dt Naissance

# lblNomeAutor
source: Name
es: Nombre
fr: Nom

# lblSobreAutor
source: About the Author
es: Sobre el autor
fr: A propos de l'auteur

# toolStripErro
source: toolStrip1
es: ToolStrip

# lblAnoEdicao
source: Published in
es: Año de publicación
fr: Année de publication

# lblAutor
source: Author
es: Autor
fr: Auteur

# lblCategoria
source: Category
es: Categoria
fr: Categorie

# lblPaginas
source: Pages
es: Páginas

# lblPreco
source: Price
es: Precio
fr: Prix

# lblTitulo
source: Title
es: Título
fr: Titre

# BtnIngresar
source: Login
es: Ingressar

# BtnSalir
source: Close
es: Cerrar
fr: Férmer

# gpLogin
source: System access
es: Accesso al sistema
fr: Accès au système

# lblHora
source: Time
es: Hora
fr: Heur

# lblPassword
source: Password:
es: Contraseña
fr: Mot de passe

# lblTituloLogin
source: Library
es: Biblioteca
fr: Bibliothèque

# lblUtilizador
source: User
es: Usuário
fr: Utilisateur

# btnPesquisar
source: Search
es: Localizar
fr: Rechercher

# columnHeader1
source: Code
es: Códigp

# gpPesquisaBase
source: Search type:
es: Tipo de búsqueda
fr: Type de Recherche:

# lblDescricao
source: Type text to search and hit ENTER
es: Introduzca el texto que desea buscar y pulse ENTER
fr: Entrez le texte à rechercher et appuyez sur ENTER

# rbtCodigo
source: Code
es: Código

# rbtDescricao
source: Description
es: Descripción

# chkActive
source: Active
es: Activo
fr: Actif

# lblConfirmarPassword
source: Confirm password
es: Confirmar contraseña:
fr: Confirmer mot de passe:

# lblTipoUtilizador
source: Type:
es: Tipo

# lblUltAltPassord
source: Pwd last updated
es: Último cambio de contraseña
fr: Dernière modif. mot de passe

# lblUltLogin
source: Last login
es: Ult. entrada
fr: Dernière visite

# lblUserName
source: User name
es: Nombre
fr: Nom

# aboutToolStripMenuItem
source: &About...
es: &Sobre
fr: &Sur

# arrangeIconsToolStripMenuItem
source: &Organize icons
es: &Organizar los iconos
fr: Organiser des icône&s

# btnAutores
source: Authors
es: Autores
fr: Auteurs

# btnCategorias
source: Categories
es: Categorias

# btnLivros
source: Publications
es: Publicaciones

# btnUsers
source: Users
es: Usuários
fr: Utilisateurs

# cascadeToolStripMenuItem
source: &Cascade
es: &Cascata

# closeAllToolStripMenuItem
source: C&lose All
es: Cerrar &Todas
fr: &Fermez tous

# helpMenu
source: Help
es: Ayuda
fr: Aide

# indexToolStripMenuItem
source: &Index
es: &Indice
fr: &Índice

# mnuAlterarPwd
source: Change password
es: Cambiar contraseña
fr: Changer mot de passe

# mnuAutores
source: Authors
es: Autores
fr: Auteurs

# mnuBackup
source: Backup Database
es: Backup BD
fr: Backup BD

# mnuCategorias
source: Categories
es: Categorias

# MnuHerramientas
source: Tools
es: Herramientas
fr: Outils

# mnuLivros
source: Publications
es: Publicaciones

# MnuSistema
source: Library
es: Biblioteca
fr: Bibliothèque

# mnuUtilizadores
source: Users
es: Usuários
fr: Utilisateurs:

# MnuVentanas
source: &Windows
es: &Ventanas
fr: &Fenêtres

# MnuVer
source: &View
es: &Ver
fr: &Voir

# newWindowToolStripMenuItem
source: &New window
es: &Nueva ventana
fr: &Nouveua fenetre

# salirToolStripMenuItem
source: Exit
es: Salir
fr: Sortir

# statusBarToolStripMenuItem
source: &Statusbar
es: &Barra de estado
fr: &Barre d'etat

# tileHorizontalToolStripMenuItem
source: Mosaico &horizontal
es: Horizontal

# tileVerticalToolStripMenuItem
source: Mosaico &vertical
es: Verticalle

# toolBarToolStripMenuItem
source: &Toolbars
es: &Barra de herramientas
fr: &Barra de herramientas

# toolStripStatusLabel
source: Personal library system by Fausto Luís - 2016
es: Biblioteca personal de Fausto Luis - 2016
fr: Bibliothèque personnelle - Fausto Luis 2016

# AvisoSistema
source: System alert
es: Aviso do sistema
fr: PubliSoft

# ErroGeral
source: Error
es: Errore
fr: Erreur

# ErroListagem
source: Listing error. Check errors, please
es: Error en el listado. Compruebe los errores
fr: Erreur dans le Listing. Vérifiez les erreurs, s'il vous plaît

# FalhaCriacaoRegisto
source: Error creating record
es: El registro no se ha creado con éxito
fr: Inscription n'a pas été créé avec succès

# FalhaGravacaoRegisto
source: Update error. Check errors, please
es: Registro no se actualiza. Compruebe los errores.
fr: Enregistrement n'a pas été mis à jour. Vérifiez les erreurs

# RegistoCriadoSucesso
source: Record successfully inserted.
es: Registro insertado con éxito
fr: Enregistrement inséré avec succès

# RegistoGravadoSucesso
source: Record successfully updated
es: Registro actualizado con éxito
fr: Enregistrement mis à jour avec succès

# FalhaAnulacaoRegisto
source: Delete Error. Please check error messages
es: Error en la exclusión del registro
fr: Erreur dans l'exclusion de registre

# RegistoAnuladoSucesso
source: Record successfully deleted
es: Registro borrado correctamente
fr: Enregistrement annulé avec succès

# TituloPesquisa
source: Search
es: Pesquisa de
fr: Recherche de

# TituloPesquisaAutores
source: Search Authors
es: Búsqueda de Autores
fr: Recherche Auteurs

# TituloPesquisaCategorias
source: Search Categories
es: Búsqueda de Categorias
fr: Recherche Categories

# TituloPesquisaLivros
source: Search Books
es: Búsqueda de Libros
fr: Recherche Livres

# TituloPesquisaUtilizadores
source: Search Users
es: Búsqueda de Usuários
fr: Recherche Utilizateurs

# RegistosEncontrados
source: records found with the word
es: registros que se encuentran con la palabra
fr: enregistrements trouvés avec le mot

# lblEscolhaLinguagem
source: Choose language
es: Elegir el idioma
fr: Choisir la langue

# SaidaPrograma
source: Do you really want to exit the application?
es: ¿De verdad quieres salir de la aplicación?
fr: Voulez vous vraiment quitter l'application?

# TituloCampo1Autores
source: Author
es: Autor
fr: Auteur

# TituloCampo1Categorias
source: Code
es: Código

# TituloCampo1Livros
source: Author
es: Autor
fr: Auteur

# TituloCampo1Utilizadores
source: User Name
es: Nombre de usuário
fr: Nom d'utilisateur

# TituloCampo2Autores
source: About
es: Sobre
fr: Sur

# TituloCampo2Categorias
source: Description
es: Descripción

# TituloCampo2Livros
source: Title
es: Título
fr: Titre

# TituloCampo2Utilizadores
source: Last login
es: Último ingresso
fr: Dernière visite

# TituloCampo3Livros
source: Category
es: Categoria
fr: Categorie

# TituloCampo3Utilizadores
source: Pwd last change
es: Contraseña actualizada
fr: Mise à jour-mot de passe

# TituloListagemAutores
source: Authors report
es: Lista general de Autores
fr: Liste générale des auteurs

# TituloListagemCategorias
source: Categories report
es: Lista general de Categorias
fr: Liste générale des categories

# TituloListagemLivros
source: Books report
es: Lista general de Libros
fr: Liste générale des livres

# frmPreviewAutoresGenerico
source: List of Authors
es: Lista de Autores
fr: Liste des Auteurs

# frmPreviewCategoriasGenerico
source: List of Categories
es: Lista de Categorias
fr: Liste des Catégories

# frmPreviewLivrosGenerico
source: List of books
es: Lista de Libros
fr: Liste des Livres

# frmPreviewUtilizadoresGenerico
source: List of Users
es: Lista de Usuários
fr: Liste des Utilizateurs

# TituloListagemUtilizadores
source: Users report
es: Lista general de los Usuarios
fr: Liste de Utilizateurs

# TituloCampo4Utilizadores
source: Role
es: Papel
fr: Rôle

# lblEditora
source: Publisher
es: Editor
fr: Editeur

# TituloCampo4Livros
source: Publisher
es: Editor
fr: Editeur

# frmEditoras
source: Publishers
es: Editores
fr: Editeurs

# btnEditoras
source: Publishers
es: Editores
fr: Editoras

# TituloListagemEditoras
source: Publishers report
es: Listado de Editores
fr: Liste de Editeurs

# TituloCampo1Editoras
source: Publisher
es: Editor
fr: Editeur

# TituloCampo2Editoras
source: e-mail
es: correo electrónico

# TituloCampo3Editoras
source: Contact
es: Teléfono

# frmPreviewEditorasGenerico
source: Publishers report
es: Listado de Editores
fr: Liste de Editeurs

# TituloPesquisaEditoras
source: Search Publishers
es: Búsqueda de Editores
fr: Recherche Editeurs

# MSG_UserNameRequired
source: Fill Username, please
es: Nombre de usuario debe ser llenado.
fr: Nom d'utilisateur doit être rempli.

# MSG_UserPasswordRequired
source: Enter password, please
es: Introduzca la contraseña, por favor
fr: Entrez le mot de passe s'il vous plaît

# MSG_UserPasswordsNotEqual
source: Passwords are not equal
es: Las contraseñas no son iguales
fr: Les mots de passe ne sont pas égaux

# MSG_PublisherDeleteCaptionError
source: Delete Publisher
es: Borrar publicador
fr: Effacer Editeur

# MSG_PublisherDeleteError
source: There are books with this Publisher ...
es: Hay libros con este editor ...
fr: Il y a des livres avec ce Editeur ...

# MSG_PublisherNameRequired
source: Fill Puplisher name, please
es: Complete el nombre de la Editora, por favor
fr: Remplissez le nom de l'Editeur, s'il vous plaît

# MSG_UserConfirmationPasswordRequired
source: Confirm password, please
es: Confirmar contraseña, por favor
fr: Confirmer mot de passe, s'il vous plaît

# MSG_UserIDRequired
source: Fill UserID, please
es: ID del usuario debe ser llenado.
fr: Nom d'utilisateur doit être rempli.

# MSG_CategoryNameRequired
source: Fill Category name, please
es: Debe completar la Categoria
fr: Faut compléter la Categorie

# MSG_CategoryDeleteCaptionError
source: Delete Category
es: Borrar Categoria
fr: Effacer Categorie

# MSG_CategoryDeleteError
source: There are books with this Categorie...
es: Hay libros con esta Categoria...
fr: Il y a des livres avec cette Categorie...

# MSG_BookAuthorRequired
source: You should choose the Author
es: Debe elegir el publicador
fr: Vous devez choisir l'Editeur

# MSG_BookCategoryRequired
source: You should choose the Category
es: Debe elegir la Categoria
fr: Vous devez choisir la Categorie

# MSG_BookPublisherrRequired
source: You should choose the Publisher
es: Debe elegir el publicador
fr: Vous devez choisir l'Editeur

# MSG_BookTitleRequired
source: Fill Book Title, please
es: Debe completarbel título del libro
fr: Faut compléter le titre du livre

# MSG_AuthorNameRequired
source: Fill Author's name, please
es: Llene nombre de autor, por favor
fr: Remplissez le nom de l'auteur s'il vous plaît

# MSG_PatientDeleteCaptionError
source: Delete Patient
es: Borar paciente
fr: Effacer Pacient

# MSG_AuthorDeleteError
source: There are books to this author ...
es: Hay libros de este autor ...
fr: Il y a des livres à cet auteur ...

# MSG_AuthorDOBInvalid
source: Invalid Date of Birth
es: Fecha de nacimiento inválida
fr: Date de naissance invalide

# ConfirmarExclusao
source: Delete current record?
es: ¿Quieres eliminar el registro?
fr: Voulez-vous supprimer l'enregistrement ?

# SaidaAplicacao
source: You really want to exit the program?
es: Usted realmente desea salir del programa?
fr: Vous voulez vraiment quitter le programme?

# MSG_UserAlreadyExist
source: UserID {0} already exist. Please choose another name
es: ID de Usuário {0} ya existe. Elige un nuevo favor
fr: ID de l'utilisateur {0] existe déjà. Choisir une autre s'il vous plaît

source: Invalid year
es: Año invalido
fr: Anée invalide

# lblMoradaEditora
source: Address
es: Dirección
fr: Domicile

# lblSiteEditora
source: site
es: sitio web
fr: site Web

# lblTelefoneEditora
source: Phone
es: Teléfono
fr: téléphone

# lblNomeEditora
source: Description
es: Nombre
fr: Nom

# lblDescricaoLocalArquivo
source: Stored in
es: Guardado en
fr: Enregistré dans

# MSG_StorageDeleteCaptionError
source: Delete storage name
es: Borra local de archivo
fr: Effacer type de archive

# MSG_StorageDeleteError
source: There are books with that storage name
es: Hay libros com ese tipo de local de archivo
fr: Il y a des livres avec ce type de archive

# TituloListagemLocaisArquivo
source: Storage names report
es: Listado de archivos
fr: Rapports de stockage

# frmPreviewLocalArquivoGenerico
source: Search storage names
es: Busquéda archivos
fr: Recherche Archives

# frmLocaisArquivo
source: Storage places
es: Guardado en
fr: Emplacements des fichiers

# lblFormato
source: Format
es: Formato

# lblRating
source: Rating
es: Classificación
fr: Évaluation

# MSG_BookStorageRequired
source: Fill storage type, please
es: Debe completar local de archivo
fr: Remplissez type de archive, s'il vous plaît

# TituloCampo5Livros
source: Year
es: Año
fr: Anée

# frmPrincipal
source: Publications Manager
es: Gestión de Publicaciones
fr: Gestion des Publications

# frmPublicacoes
source: Publications manager
es: Publicaciones
fr: Publications

# lblLido
source: Read?
es: ¿leído?
fr: Lu?

# btnLimpar
source: Clear
es: Limpiar
fr: Effacé

# btnManutBD
source: Database
es: Base de datos
fr: Base de données

# lblGuardadoEm
source: Saved in
es: Guardado en
fr: Enregistré dans

# lblLocalArquivo
source: Location
es: Ubicación
fr: Emplacement

# lblMovimento
source: Created on
es: Creado en
fr: Créé le

# lblPubCover
source: Cover
es: Portada
fr: Couverture

# Nao
source: No
es: Non
fr: Non

# Sim
source: Yes
es: Sí
fr: Oui

# btnFormatos
source: Formats
es: Formatos

# frmFormatos
source: Formats
es: Formatos

# frmPreviewFormatosGenerico
source: Book Format/Type of Cover
es: Listado de Formatos
fr: Rapport de Formats

# TituloCampo1Formatos
source: Code
es: Código

# TituloListagemFormatos
source: Book Format/Cover report
es: Listado de Formatos
fr: Rapport de Formats

# DeleteMsg
source: Delete
es: Borrar
fr: supprimer

# EditMsg
source: Edit
es: Editar
fr: Modifier

# LerPdf
source: Read Pdf
es: Ler Pdf
fr: Ler Pdf

# NewMsg
source: New
es: Nuevo
fr: Nouveau

# PlayMp3
source: Hear
es: Ouvir
fr: Ouvir

# PlayVideo
source: Play
es: Ver
fr: Ver

source: Record
es: Registro
fr: Enregistrement

# RegistosCatalogados
source: cataloged records.
es: registros catalogados.
fr: Enregistrements catalogués.

# OperacaoCancelada
source: Operation was canceled.
es: Operación cancelada.
fr: Opération annulée.

# DadosEmFalta
source: Invalid operation / Invalid data or missing
es: Operación no válida / Datos faltantes o no válidos
fr: Opération non valide / Données manquantes ou non valides

# SuccessDelete
source: Record deleted successfully
es: El registro se ha eliminado correctamente.
fr: L'enregistrement a été supprimé avec succès.

# SuccessInsert
source: Record Inserted successfully
es: El registro se creó correctamente.
fr: L'enregistrement a été créé avec succès.

# SuccessUpdate
source: Record Updated successfully
es: El registro se registró con éxito.
fr: L'inscription a été enregistrée avec succès.

# creationMsg
source: Creation of
es: Criação de
fr: Création de

# deletionMsg
source: Deletion of
es: Eliminación de
fr: Enlèvement de

# editionMsg
source: Editing of
es: Edición
fr: Édition de

# msgAll
source: All
es: Todos
fr: Tout

# msgBlankCover
source: Wihout cover
es: Sem Capa
fr: Sem Capa

# msgBlankPages
source: Blank pages
es: Páginas = 0
fr: Pages = 0

# msgDuplicated
source: Duplicated
es: Duplicados
fr: Duplicados

# msgReaded
source: Readed
es: Lidos
fr: Lidos

# msgUpdateCategories
source: Update Categories
es: Atualiza Categorias
fr: Atualiza Categorias

# msgUpdateFormats
source: Update Formats
es: Atualiza Formatos
fr: Atualiza Formatos

# msgUpdatePublishers
source: Update Publishers
es: Atualiza Editoras
fr: Atualiza Editoras

# msgUpdateStoragePlaces
source: Update Storage Places
es: Atualiza Locais de Arquivo
fr: Atualiza Locais de Arquivo

# msgUpload
source: Upload Files
es: Importação de ficheiros
fr: Importation de fichiers

# msgUploadError
source: File type not allowed (Pdf/Docs)
es: Ficheiro não tem a extensão Pdf/Docx
fr: Le fichier n'a pas l'extension Pdf/Docx

# msgUploadCreationError
source: Record was not created, already exists in the database.
es: Registo não foi criado, título já existe na base de dados
fr: Enregistrement non créé, le titre existe déjà dans la base de données

# msgUploadAuthorCreation_Error
source: Error creating Author (Upload).
es: Erro ao criação de Autor (processamento em 'batch').
fr: Erro ao criação de Autor (processamento em 'batch').

# msgUploadAuthor_AboutMsg
source: Created automatically in
es: Registo criado automáticamente em
fr: Registo criado automáticamente em

# msgUploadCountingPdfPages
source: Error counting pages (Pdf)
es: Erro ao contagem de páginas (PDF).
fr: Erro ao contagem de páginas (PDF).

# msgUploadCreationMsg
source: Creation of publication, via Upload
es: Criação de Publicação, via Upload
fr: Criação de Publicação, via Upload

# msgUploadCreationSuccess
source: Upload process terminated.
es: Processo de Upload concluído.
fr: Processus de téléchargement terminé.

# msgUploadKeywords
source: Keywords
es: Palavras-chave
fr: Mots clés

# msgUploadStorageFileNotInDisk
source: Storage place path nor in disk.
es: Local do arquivo não existe no disco.
fr: Local do arquivo não existe no disco.

# msgUploadSubject
source: Subject
es: Assunto
fr: Objet

# msgSelect
source: Please select
es: Selecione opção
fr: Sélectionner l'option

# ConfirmarAtualizacao
source: Update selected records?
es: Confirma atualização dos registos marcados?
fr: Confirmer la mise à jour des enregistrements marqués ?

# SuccessUpdates
source: Update operation terminated with success
es: Registo(s) atualizado(s) com sucesso.
fr: Enregistrement(s) mis à jour avec succès.

# updateRecordsMsg
source: Update records
es: Actualización de registros
fr: Mise à jour des enregistrements

# TituloAusencias
source: Absences
es: Ausências

# TituloCasa
source: Home
es: Casa
fr: Téléphone fixe

# TituloCedula
source: Identification
es: Cédula
fr: ID médicin

# TituloDias
source: Days
es: Dias
fr: Jours

# TituloDoentes
source: Patients manager
es: Gestão de Doentes
fr: Gestion des patients

# TituloDoentesSemAcordo
source: Patients without Agreement (Individuals)
es: Doentes sem Acordo (Particulares)
fr: Patients sans accord (privé)

# TituloDuracao
source: Duration
es: Duração

# TituloEscolhaCor
source: Choose a color
es: Escolha uma cor
fr: Choisir une couleur

# TituloEspecialidades
source: Specialties
es: Especialidades
fr: Spécialités

# TituloFim
source: End
es: Fim
fr: Fin

# TituloIdentificacao
source: Identification
es: Identificación

# TituloInicio
source: Start
es: Início
fr: Début

# TituloMarcacoes
source: Appointment booking
es: Reserva de citas médicas
fr: Prise de rendez-vous

# TituloMedico
source: Doctors
es: Médico
fr: Médicin

# TituloMedicoRecebe
source: Doctor receives
es: Médico recebe
fr: Médecin reçoit

# TituloMedicos
source: Doctors manager
es: Gestão de Médicos
fr: Médecins

# TituloMorada
source: Address
es: Morada
fr: Adresse

# TituloMotivo
source: Reason
es: Motivo
fr: Raison

# TituloNome
source: Name
es: Nombre
fr: Nom

# TituloNotas
source: Remarks
es: Observaciones / notas
fr: Observations / notes

# TituloObservacoes
source: Observations
es: Observaciones
fr: Commentaires

# TituloPlanoConsultas
source: Appointments Plan
es: Plano de Consultas
fr: Plan de consultation

# TituloPrecoConsulta
source: Appointment price
es: Preço consulta
fr: Prix ​​de consultation

# TituloQuarta
source: Wednesday
es: Quarta
fr: Mercredi

# TituloQuinta
source: Thursday
es: Quinta
fr: Jeudi

# TituloRetencao
source: Withholding?
es: Retenção na fonte?
fr: Retenue d'impôt IRS?

# TituloSegunda
source: Monday
es: Segunda
fr: Lundi

# TituloSexta
source: Friday
es: Sexta
fr: Vendredi

# TituloTerca
source: Tuesday
es: Terça
fr: Mardi

# menu-admin-lookup-tables
source: Lookup Tables
es: Tabelas
fr: Tableaux

# menu-admin-main
source: Configuration
es: Configuração
fr: Administration

# menu-admin-management
source: Administration
es: Utilizadores

# menu-patients-main
source: Patients manager
es: Gestão de doentes
fr: Gestion des patients

# menu-patients-management
source: Clinical records
es: Fichas Clínicas
fr: Dossiers cliniques

# menu-patients-report-medicalexams
source: Prescribed exams
es: Exames passados
fr: Examens médicaux requis

# menu-patients-report-patientsandguides
source: List Patients and Guides
es: Listar Pacientes y Guías
fr: Lister les patients et les guides

# menu-patients-report-riskpatologies
source: Risk pathologies
es: Patologias de Risco
fr: Pathologies à risque

# menu-patients-tasks
source: Tasks / Reminders
es: Tarefas/lembretes
fr: Tâches/Rappels

# menu-recepction-appointments
source: Appointments
es: Marcações
fr: Rendez-vous

# menu-recepction-doctors-absents
source: Doctors - Absences
es: Médicos - Ausências
fr: Médecins - Absences

# menu-recepction-doctors-management
source: Doctors - Management
es: Médicos - Manutenção
fr: Médecins - Gestion

# menu-recepction-main
source: Office reception
es: Recepção
fr: Réceptionniste

# TituloEspecialidade
source: Specialty
es: Especialidad
fr: Spécialité

# menu-patients-report-search-medicines
source: Search for medicines
es: Busque medicamentos
fr: Rechercher des médicaments

# MSG_ConsultasTitulo
source: Clinical Records
es: Registros Clínicos
fr: Dossiers cliniques

# MSG_Consultas_Listar
source: Patient Clinical Records List
es: Lista de citas de pacientes
fr: Liste des rendez-vous des patients

# MSG_DoentesAtivos
source: Active Patients
es: Pacientes activos
fr: Patients actifs

# MSG_DoentesNaoAtivos
source: Non Active Patients
es: Pacientes no activos
fr: Patients non actifs

# MSG_DoentesTodos
source: All Patients
es: Todos los pacientes
fr: Tous les patients

# MSG_ExamesMedicosDelete
source: Delete Medical Exam
es: Eliminar examen médico
fr: Supprimer l'examen médical

# MSG_FichasClinicasTitulo
source: Patients Clinical Records
es: Historias Clínicas de Pacientes
fr: Dossiers cliniques des patients

# MSG_GoBack
source: Go back
es: Volver
fr: Retourner

# MSG_GuiaTratamentoDelete
source: Delete Treatment Guide
es: Borrar Guía de Tratamiento
fr: Supprimer le guide de traitement

# MSG_PreparandoDados
source: Preparing Data...
es: Preparando datos...
fr: Préparation des données...

# MSG_ReferenciacaoDelete
source: Delete Referral
es: Borrar Referencia
fr: Supprimer le référencement

# MSG_RegistoClinicoDelete
source: Delete Clinical Record
es: Borar Historia Clínica
fr: Supprimer le dossier clinique

# MSG_Abertura
source: Created in
es: Creado en
fr: Créé dans

# MSG_Acordo
source: Insurance
es: Acuerdo medico
fr: Accord médical

# MSG_Alerta
source: Alert
es: Alerta
fr: Alerte

# MSG_Altura
source: Height
es: Altura
fr: Hauteur

# MSG_Diastolica
source: Diastolic
es: Diastólica
fr: Diastolique

# MSG_EstadoCivil
source: Marital Status
es: Estado Civil
fr: État Civil
