Repository: fauxtix/DaisyPets
Catalog: DaisyPets.Web.Blazor/Resources/App.*.resx
Languages: es, fr

# MSG_DoentesDoMedico_Listar
source: List doctor's patients
es: Lista de pacientes del doctor
fr: Lister les patients du médecin

# TituloListagemPagamentos
source: Payments report
es: Lista de pagos
fr: Liste de paiement

# TituloValorDivida
source: In debt
es: En deuda
fr: En dette

# TituloValorPagar
source: Payable
es: A pagar

# TituloValorReembolso
source: Reimbursement
es: Reembolso
fr: Remboursement

# TituloMarcacao
source: Appointment
es: Cita
fr: Rendez-vous

# TituloAcertarPagamento
source: Settle payment
es: Arreglo de pago
fr: Réglez le paiement

# MSG_DeleteExpenseCaption
source: Delete expense
es: Supprimer la dépense
fr: Apagar Despesa

# TituloPagamentos
source: Payments
es: Pagos
fr: Paiements

# TituloCoresMarcacoes
source: Appointments colors
es: Colores para citas
fr: Couleurs rendez-vous

# TituloGestaoColaboradores
source: Employee manager
es: Gestión de empleados
fr: Gestion des employés

# TituloManutencaoAcordos
source: Agreements - maintenance
es: Acuerdos - mantenimiento
fr: Accords médicaux - maintenance

# TituloDoentesMesmoNome
source: Patients with the same Name
es: Pacientes con el mismo nombre
fr: Patients du même nom

# TituloEscolherExame
source: Choose Exam
es: Eligir examen
fr: Choisir Examen

# TituloListaExamesDoente
source: Report patient exams
es: Lista examenes del paciente
fr: Liste des examens du patient

# TituloRelatorioMedico
source: Medical report
es: Historia clínica
fr: Rapport médical

# TituloResumo
source: Summary
es: Resumen
fr: Sommaire

# TituloVerAnexo
source: View attachment
es: Ver archivo adjunto
fr: Afficher le fichier joint

# TituloAlteracoesNaoSeraoGuardadas
source: Changes will not be saved. Confirm?
es: Los cambios no se guardarán. ¿Confirmar ?
fr: Les modifications ne seront pas enregistrées. Confirmer?

# TituloDadosAlterados
source: Data has been changed!
es: ¡Los datos han sido cambiados!
fr: Les données ont été modifiées !

# TituloAplicarFiltro
source: Apply filter
es: Aplicar filtro
fr: Appliquer le filtre

# TituloRealizada
source: Completed
es: Terminada
fr: Effectuée

# TituloFiltrar
source: Filter
es: Filtrar
fr: Filtre

# TituloImportante
source: Important
es: Importante

# TituloMuitoImportante
source: Very important
es: Muy Importante
fr: Très important

# TituloSemClassificacao
source: Not classified
es: Sin clasificación
fr: Sans classement

# TituloListagens
source: Listings
es: Listados
fr: Listes

# TituloOutraPatologia
source: Other pathology
es: Otra patología
fr: Autre pathologie

# TituloPatologia
source: Pathology
es: Patología
fr: Pathologie

# TituloAsma
source: asthma
es: Asma
fr: Asthme

# TituloCoagulacao
source: Coagulation
es: Coagulación

# TituloEpilepsia
source: Epilepsy
es: Epilepsia
fr: Épilepsie

# TituloMorteSubita
source: Sudden death
es: Muerte súbita
fr: Mort subite

# TituloOutrasPatologias
source: Others
es: Otros
fr: Autres

# TituloTumores
source: Tumors
es: Tumores
fr: Tumeurs

# TituloImprimir
source: Print
es: Imprimir
fr: Imprimer

# TituloIdiomaEspanhol
source: Spanish
es: Español
fr: Espagnol

# TituloIdiomaFrances
source: French
es: Francés
fr: Français

# TituloIdiomaIngles
source: English
es: Inglés
fr: Anglais

# TituloIdiomaPortugues
source: Portuguese
es: Portugués
fr: Portugais

# CancelarMarcacao
source: Cancel appointment
es: Cancelar cita
fr: Annuler rendez-vous

# ConfirmarMarcacao
source: Confirm appointment
es: Confirmar cita
fr: Confirmer le rendez-vous

# FaltaMarcacao
source: Patient missed
es: Paciente faltó
fr: Le patient a manqué

# TituloPagamentosEmDivida
source: Partial payments
es: Pagos parciales
fr: Paiements partiels

# TituloCancelada
source: Canceled
es: Cancelada
fr: Annulé

# TituloFaltou
source: Missed
es: Faltó
fr: manqué

# TituloFaturada
source: Billed
es: Pagada
fr: Payée

# TituloConfirmada
source: Confirmed
es: Confirmada
fr: Confirmé

# TituloPainelPagamentos
source: Payments dashboard
es: Panel de pagos
fr: Tableau de bord des paiements

# TituloPagamentoIntegral
source: Full payment
es: Pago completo
fr: Paiement intégral

# TituloOrigem
source: Origin
es: Origen
fr: Origine

# TituloDespesasAnoAnterior
source: Last year
es: El año pasado
fr: L'année dernière

# TituloMenuArrendamentos
source: Leases
es: Arrendamientos
fr: Contrats de location

# TituloMenuImoveis
source: Properties
es: Propiedades
fr: Propriétés

# TituloMenuInquilinos
source: Tenants
es: Inquilinos
fr: Locataires

# TituloMenuProprietario
source: Landlord
es: Propietario
fr: Propriétaire

# TituloMenuFracoes
source: Units
es: Fracciones
fr: Fractions

# TituloConfirmar
source: Confirm
es: Confirmar
fr: Confirmer

# TituloInquilino
source: Tenant
es: Inquilino
fr: Locataire

# TituloOperacaoBatch
source: Review the generated values, before finalizing the process. If necessary, change the 'Amount Paid' column and choose the 'Update' option
es: Revise los valores generados, antes de finalizar el proceso. Si es necesario, modifique la columna "Importe pagado" y elija la opción "Actualizar"".
fr: Examinez les valeurs générées avant de finaliser le processus. Si nécessaire, modifiez la colonne "Montant payé" et choisissez l'option "Mise à jour".

# TituloValorEmFalta
source: Not paid
es: No recibido
fr: Manquante

# TituloValorPrevisto
source: Expected Value
es: Valor esperado
fr: Valeur attendue

# TituloProcessamentoRendas
source: Monthly rents processing
es: Tramitación mensual de los alquileres
fr: Traitement des loyers mensuels

# TituloValorNaoPago
source: Didn't pay
es: No pagó
fr: N'a pas payé

# TituloValorPagoParcialmente
source: Partially paid
es: Pagado parcialmente
fr: Partiellement payé

# TituloValorPorConfirmar
source: To be confirmed
es: Por confirmar
fr: A confirmer

# TituloVerificar
source: Please check
es: Por favor, compruebe
fr: Veuillez vérifier

# TituloAlertaSemArrendamentos
source: No registration of Leases! Please check.
es: No hay registro de alquileres! Por favor, compruébelo.
fr: Il n'y a aucune trace de location ! Veuillez vérifier.

# TituloAlertaSemFracoes
source: No registration of Units! Please check.
es: No es posible continuar. ¡No hay registro de la propiedad!
fr: Il n'est pas possible de continuer. Pas d'enregistrement de propriétés !

# TituloCancelamentoProcessamentoRendas
source: Cancellation of Rent Processing
es: Cancelación de la tramitación del alquileres
fr: Annulation du traitement des loyers

# TituloErroCriacaoPagamentos
source: Error when creating payments! Please check log.
es: Error al crear pagos. Por favor, compruebe el registro.
fr: Erreur lors de la création de paiements ! Veuillez vérifier le journal.

# TituloGerarPagamentos
source: Generate payments
es: Generar pagos
fr: Génération de paiements

# TituloProcessoTerminado
source: Process completed
es: Proceso finalizado
fr: Procédure terminée

# TituloSucesso
source: Success
es: Éxito
fr: Succès

# TituloProcessamentoRendasCancelado
source: Rent processing canceled
es: Tramitación de alquileres anulada
fr: Traitement des loyers annulé

# TituloMarcaRendaComoNaoPaga
source: Marks rent as unpaid
es: Marcar el alquiler como impagado
fr: Marquer le loyer comme impayé

# TituloMenuAtualizacaoRendas
source: Update Rents
es: Actualizar los alquileres
fr: Mise à jour des loyers

# TituloMenuCoeficientesRendas
source: Update coefficients
es: Coeficientes de los alquileres
fr: Coefficients des loyers

# TituloMenuProcessaRendas
source: Rent processing
es: Tratamiento de alquileres
fr: Traitement des loyers

# TituloEmFalta
source: Due value
es: En falta
fr: Manquant

# TituloFracao
source: Unit
es: Propriedad
fr: Fraction

# TituloMesAnterior
source: Previous month
es: Mes anterior
fr: Mois précédent

# TituloPagamentosAcertar
source: Settle
es: Liquidar
fr: Régler

# TituloPagamentosOutrosPagamentos
source: Other payments
es: Otros pagos
fr: Autres paiements

# TituloPagamentosTodosPagamentos
source: All payments
es: Todos los pagos
fr: Tous les paiements

# TituloRecebimentos
source: Rental income
es: TituloRecebimentos Ingresos
fr: Revenus de location

# TituloRenda
source: Rent
es: Renta
fr: Loyer

# TituloSituacao
source: Status
es: Situación
fr: Situation

# TituloTipo
source: Type
es: Tipo

# TituloProcessandoPedido
source: Processing request
es: Solicitud de procesamiento
fr: Traitement du filtre

# TituloMensagem
source: Message
es: Mensage

# TituloContaCorrente
source: Checking account
es: Cuenta corriente
fr: Compte courant

# TituloDiferenca
source: Difference
es: Diferencia
fr: Différence

# TituloFiador
source: Guarantor
es: Garante del contrato
fr: Le garant

# TituloIrsAnual
source: Annual IRS
es: IRPF anual
fr: Impôt sur le revenu annuel

# TituloMovimento
source: Payment date
es: Fecha
fr: Mouvement

# TituloPagamento
source: Payment
es: Pago
fr: Paiement

# TituloSaldoCorrente
source: Current Balance
es: Saldo actual
fr: Solde actuel

# TituloSaldoPrevisto
source: Expected balance
es: Saldo previsto
fr: Solde prévu

# TituloUltimoMesPago
source: Last month paid
es: El mes pasado pagó
fr: Le mois dernier payé

# TituloVencimento
source: Salary
es: Salario
fr: Salaire

# TituloPagamentoRendaEmAtraso
source: Payment of outstanding rent
es: Pago del alquiler en mora
fr: Paiement des arriérés de loyer

# TituloAndar
source: Floor
es: Piso
fr: Etage

# TituloAnoConstrucao
source: Year Built
es: Año construcción
fr: Année Construction

# TituloConcelho
source: County
es: Provincia
fr: Département

# TituloConservacao
source: Condition
es: Conservación
fr: Conservation

# TituloFreguesia
source: Parish
es: Parroquia
fr: Paroisse

# TituloLado
source: Side
es: Lado
fr: Côté

# TituloPorta
source: Door
es: Puerta
fr: Porte

# TituloTipologia
source: Typology
es: Tipología
fr: Typologie

# TituloElevador
source: Lift
es: Ascensor
fr: Ascenseur

# TituloFoto
source: Photo
es: Foto

# TituloProximaInspecao
source: Next inspection
es: Próxima inspección
fr: Prochaine inspection

# TituloProximaInspecaoEm
source: Next inspection in
es: Próxima inspección en
fr: Prochaine inspection en

# TituloUltimaInspecao
source: Last inspection
es: Última inspección
fr: Dernière inspection

# TituloAno
source: Year
es: Año
fr: Anée

# TituloMes
source: Month
es: Mes
fr: Mois

# TituloMesesProcessados
source: Months processed
es: Meses procesados
fr: Mois traités

# TituloNaoHaMesesProcessados
source: No months processed
es: Ningún mes tramitado
fr: Pas de mois traités

# TituloNaoHaPagamentosAProcessar
source: There are no rent payments to process. Please check.
es: No hay pagos de alquiler para procesar. Por favor, compruébelo.
fr: Il n'y a pas de paiement de loyer à traiter. Veuillez vérifier.

# TituloPagamentoRendasJaEfetuado
source: Rent processing for the month has already been done! Please check.
es: Ya se ha tramitado el alquiler de este mes. Por favor, compruébelo.
fr: Le traitement du loyer pour le mois a déjà été effectué ! Veuillez vérifier.

# TituloErroProcessarAlteracoes
source: Error when processing changes
es: Erro ao processar alterações
fr: Erreur lors du traitement des modifications

# TituloErroValorRecebidoInvalido
source: Invalid amount received
es: Valor recebido inválido
fr: Montant reçu invalide

# TituloErroValorRecebidoNaoPositivoRenda
source: Value received should be positive. Rejected amendments
es: Valor recebido deverá ser positivo. Alterações rejeitadas
fr: La valeur reçue doit être positive. Amendements refusés

# TituloErroValorRecebidoSuperiorARenda
source: Amount received in excess of the rent. Rejected amendments
es: Valor recebido superior ao valor da renda. Alterações rejeitadas
fr: Montant perçu en sus du loyer. Amendements refusés

# TituloValorRecebido
source: Value received
es: Valor recibido
fr: Valeur reçue

# TituloAreaDependente
source: Dependent area
es: Zona dependiente
fr: Zone dépendante

# TituloAreaPrivativa
source: Private area
es: Espacio privado
fr: Espace privé

# TituloArrecadacao
source: Storage room
es: Recogida
fr: Local de stockage

# TituloArtigoMatricial
source: Matrix article
es: Artículo de matriz
fr: Article de la matrice

# TituloAtiva
source: Active
es: Activo
fr: Actif

# TituloCasasBanho
source: Bathrooms
es: Cuartos de baño
fr: Salles de bains

# TituloCertificacaoEnergetica
source: Energy certification
es: Certificación energética
fr: Certification énergétique

# TituloCincoUltimosMovimentos
source: 5 last movements
es: 5 últimos movimientos
fr: 5 derniers mouvements

# TituloContagem
source: Count
es: Recuento
fr: Comptage

# TituloCozinhaEquipada
source: Equipped kitchen
es: Cozinha equipada
fr: Cuisine équipée

# TituloDespesa
source: Expense
es: Gasto
fr: Dépense

# TituloDespesasPorCategoria_Ano
source: Expenses by Category - Year of
es: Gastos por categoría - Año
fr: Dépenses par catégorie - Année

# TituloEmitidaEm
source: Issued at
es: Emitida en
fr: Émise à

# TituloErroImputacaoDespesas
source: It is not possible to input expenses, when there is no record of Properties created. Operation cancelled
es: No es posible introducir gastos, cuando no hay ningún registro de Propiedades creado. Operación anulada
fr: Il n'est pas possible de saisir des dépenses lorsqu'il n'y a pas d'enregistrement de propriétés créé. Opération annulée

# TituloEstacionamento
source: Parking
es: Aparcamiento

# TituloEstadoConservacao
source: Preservation status
es: Estado de conservación
fr: Etat de conservation

# TituloGaragem
source: Garage
es: Garaje

# TituloGasCanalizado
source: Piped gas
es: Gas canalizado
fr: Gaz par canalisation

# TituloImagens
source: Images
es: Imágenes

# TituloImovel
source: Property
es: Propiedad
fr: Propriété

# TituloImputacaoDespesas
source: Allocation of expenses
es: Asignación de gastos
fr: Imputation des dépenses

# TituloLicencaHabitacao
source: Housing Licence
es: Licencia de alojamiento
fr: Permis de logement

# TituloManutencaoDespesas
source: Maintenance of expenses
es: Mantenimiento de Gastos
fr: Frais de maintenance

# TituloModoPagamento
source: Payment type
es: Forma de pago
fr: Mode de paiement

# TituloNovaDespesaPorDuplicacao
source: New expense (by duplication)
es: Nuevo gasto (por duplicación)
fr: Nouvelle dépense (par duplication)

# TituloNumero
source: Number
es: Número
fr: Nombre

# TituloNumeroDocumento
source: Document number
es: Número del documento
fr: Numéro du document

# TituloPagamentoRenda
source: Rent payment
es: Pago del alquiler
fr: Paiement du loyer

# TituloPropriedade
source: Property
es: Propiedad
fr: Propriété

# TituloSemDadosParaMostrar
source: No data to display
es: No hay datos que demostrar
fr: Pas de données à montrer

# TituloTerraco
source: Terrace
es: Terraza
fr: Terrasse

# TituloTipoFracao
source: Unit type
es: Tipo de fracción
fr: Type de loyer

# TituloUltimaAvaliacao
source: Last review
es: Última calificación
fr: Dernier classement

# TituloUltrapassado
source: Exceeded
es: superado
fr: Dépassé

# TituloValorAvaliacao
source: Valuation value
es: Valor de evaluación
fr: Valeur d'évaluation

# TituloValoresEmDivida
source: Amounts owed
es: Importes debidos
fr: Montants dus

# TituloValorMaximoPermitido
source: Maximum permitted value
es: Valeur maximale admissible
fr: Valeur maximale autorisée

# TituloValorRenda
source: Rent value
es: Valor del alquiler
fr: Valeur du loyer

# TituloVaranda
source: Balcony
es: Balcón
fr: Balcon

# TituloComprovativoIRS
source: IRS proof
es: Prueba del IRS
fr: Preuve de l'IRS

# TituloContratoNovo
source: New lease
es: Nuevo contrato
fr: Nouveau contrat

# TituloDataInicio
source: Starting date
es: Fecha de inicio
fr: Date de début

# TituloEntregaCaucao
source: Handed over security deposit
es: Fianza entregada
fr: Caution délivrée

# TituloFimContrato
source: Lease ends
es: Fin del alquiler
fr: Fin du contrat

# TituloPagamentosEmDia
source: Up-to-date payments
es: Pagos al día
fr: Paiements à jour

# TituloReciboVencimento
source: Salary Receipt
es: Recibo de salario
fr: Reçu de salaire

# TituloRenovacao
source: Automatic renewal
es: Renovación automática
fr: Renouvellement automatique

# TituloTipoPagamento
source: Payment method
es: Forma de pago
fr: Mode de paiement

# TituloUltimoPagamento
source: Last payment
es: Último pago
fr: Dernier paiement

# TituloCategoriaDespesa
source: Expense Category
es: Categoría de gasto
fr: Catégorie de dépenses

# TituloSituacaoFracao
source: Unit status
es: Situación del piso
fr: Situation de l'appartement

# TituloTipoContacto
source: Contact type
es: Tipo de contacto
fr: Type de contact

# TituloTipoPropriedade
source: Property type
es: Tipo de propiedad
fr: Type d'immeuble

# TituloTipoRecebimento
source: Payment type
es: Tipo de pago
fr: Type de paiement

# TituloGestaoTabelas
source: Lookup tables
es: Tablas auxiliares
fr: Tableaux auxiliaires

# TituloContratoExistente
source: Existing
es: Existente
fr: Existant

# TituloContratoEmitido
source: Lease issued
es: Contrato expedido
fr: Contrat émis

# TituloContratoTerminado
source: Lease ended
es: Fin del alquiler
fr: Bail terminé

# TituloDataAtualizacao
source: Rent update date
es: Fecha de actualización
fr: Date d'actualisation du loyer

# TituloMesesDecorridos
source: Months elapsed
es: Meses transcurridos
fr: Mois écoulés

# TituloPrazoEmMeses
source: Term in months
es: Plazo en meses
fr: Durée en mois

# TituloEnvioCartaInquilino
source: Sending a letter to the Tenant
es: Envío de una carta al inquilino
fr: Envoi d'une lettre au locataire

# TituloEstenderPrazoContrato
source: Extend lease term
es: Prolongar el contrato de alquiler
fr: Prolongation du bail

# TituloArrendamento
source: Lease
es: Alquiler
fr: Location

# TituloAtualizacaoRendas
source: Update of rentals
es: Actualización de los alquileres
fr: Mise à jour des loyers

# TituloCartaRevogacao
source: Contract revocation letter
es: Carta de revocación del contrato
fr: Lettre de résiliation de contrat

# TituloCoeficiente
source: Coefficient
es: Coeficiente

# TituloConsultar
source: Visit
es: Consultar
fr: Consulter

# TituloDiplomaLegal
source: Legal diploma
es: Diploma legal
fr: Diplôme légal

# TituloLei
source: Law
es: Ley
fr: Droit

# TituloPublicadoEm
source: Published in
es: Publicado en
fr: Publié dans

# TituloCartaNaoGerada
source: Letter NOT generated for the selected contract
es: Carta NO hay sido generada para el contrato seleccionado
fr: Lettre NON générée pour le contrat sélectionné

# TituloOperacaoComErro
source: Operation terminated with error
es: Operación finalizada con error
fr: L'opération est terminée avec une erreur

# TituloOperacaoComSucesso
source: Operation successfully completed
es: Operación concluida con éxito
fr: Opération terminée avec succès

# TituloRendasJaProcessadasParaOAno
source: Rent updates for the year indicated have already been processed
es: Ya se han tramitado las actualizaciones de alquiler del año indicado
fr: Les mises à jour des loyers pour l'année indiquée ont déjà été traitées

# TituloVerificarLog
source: Check Log, please.
es: Compruebe el Log, por favor.
fr: Vérifier le journal, s'il vous plaît.

# TituloDataEmissao
source: Issue date
es: Fecha de emisión
fr: Date d'émission

# TituloAtualizarValorRenda
source: Update the rent value
es: Actualización del alquiler
fr: Mise à jour du loyer

# TituloCartaAtrasoPagamento
source: Late rent payment letter
es: Carta de demora en el pago del alquiler
fr: Lettre de retard de paiement de loyer

# TituloCartaAtualizacaoRendas
source: Rent update letter
es: Carta de actualización del alquiler
fr: Lettre d'actualisation du loyer

# Pet_Breed
source: Breed
es: Raza
fr: Race

# Pet_Consultations
source: Consultations
es: Citas
fr: Rendez-vous

# Pet_Dewormers
source: Dewormers
es: Antiparasitarios
fr: Vermifuges

# Pet_Documents
source: Documents
es: Documentos

source: Pet food
es: Alimentación
fr: Alimentation

# Pet_Size
source: Size
es: Tamaño
fr: Taille

# Pet_Sterilised
source: Sterilised
es: Esterilizado
fr: Stérilisé

# Pet_Vaccine_Brand
source: Brand
es: Marca
fr: Marque

# Pet_Vaccine_Date
source: Vaccination
es: Inmunización

# Pet_Vaccine_Next
source: Next
es: Próxima
fr: Prochaine

# Pet_Vaccines
source: Vaccines
es: Vacunas
fr: Vaccins

# TituloDiagnostico
source: Diagnosis
es: Diagnóstico
fr: Diagnostic

# TituloMarca
source: Brand
es: Marca
fr: Marque

# TituloQtdDiaria
source: Qty per day
es: Ctd. por día
fr: Qté par jour

# TituloDoencaCronica
source: Chronic Disease
es: Enfermedad crónica
fr: Maladie chronique

# TituloEspecie
source: Species
es: Especie
fr: Espèce

# TituloMedicacao
source: Medication
es: Medicación
fr: Médication

# TituloPadrinho
source: Godfather
es: Padrino
fr: Parrain

# TituloTemperamento
source: Temperament
es: Temperamento
fr: Tempérament

# Pet_Brand
source: Type
es: Tipo

# TituloTratamento
source: Treatment
es: Tratamiento
fr: Traitement

# TituloEmMeses
source: (in months)
es: (en meses)

# TituloDataFim
source: End date
es: Fecha de finalización

# TituloPendente
source: Pending
es: Pendiente

# TituloCompletadas
source: Completed
es: Concluída

# TituloTarefas
source: To do lists
es: Listas de tareas

# TituloPainel
source: Painel
fr: Panneau

# MSG_IndexadoEm
source: Indexed In
fr: Indexé dans

# MSG_Cor
source: Color
fr: Couleur

# MSG_TA_SistolicaNormal
source: Normal
fr: Normale

# TituloPulmonar
source: Pulmonar
fr: Pulmonaire

# TituloCardioVasculares
source: Cardio-Vascular
fr: Cardiovasculaire

# TituloCor
source: Color
fr: Couleur
